{"translation-revision-date":"2025-11-20 12:06:53+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Version Control":["Kontrola wersji"],"Remove Astra branding and customize the dashboard with your agency details.":["Usuń branding Astra i dostosuj kokpit, używając danych swojej agencji."],"White Label Available in Astra Pro":["Biała etykieta dostępna w Astra Pro"],"Save":["Zapisz"],"The recommended icon should have some background to get adjust properly on white background too.":["Zalecana ikonka powinna mieć jakieś tło, aby można ją było prawidłowo dopasować do białego tła."],"Theme Icon URL":["Adres URL ikonki motywu"],"The recommended image size is 1200px wide by 900px tall.":["Zalecany rozmiar obrazka to 1200 px szerokości i 900 px wysokości."],"Theme Screenshot URL":["Adres URL zrzutu ekranu motywu"],"Theme Description":["Opis motywu"],"Theme Name":["Nazwa motywu"],"Astra Theme Branding":["Branding motywu Astra"],"White Label removes any links to Astra website and change the identity in the dashboard. This setting is mostly used by agencies and developers who are building websites for clients.":["Biała etykieta usuwa wszelkie odnośniki do witryny internetowej Astry i zmienia tożsamość w kokpicie. To ustawienie jest najczęściej wykorzystywane przez agencje i deweloperów tworzących witryny internetowe dla klientów."],"Enable White Label":["Włącz białą etykietę"],"Roll back to previous versions of Astra theme and Pro addon with ease.":["Z łatwością przywróć poprzednie wersje motywu Astra i dodatku Pro."],"Version Control Available in Astra Pro":["Kontrola wersji dostępna w Astra Pro"],"Enable this option to receive update notifications for beta versions. Please read %s to know more.":["Włącz tę opcję, aby otrzymywać powiadomienia o aktualizacjach wersji beta. Przeczytaj %s, aby dowiedzieć się więcej."],"Enable Beta":["Włącz beta"],"Rollback":["Cofnij"],"Experiencing an issue with current versions of software? Roll back to a previous version to help troubleshoot the issue.":["Masz problem z obecnymi wersjami oprogramowania? Przywróć poprzednią wersję, aby rozwiązać problem."],"Rollback to Previous Version":["Przywróć poprzednią wersję"],"Access the features that top WordPress sites run on.":["Uzyskaj dostęp do funkcji, na których działają najlepsze witryny WordPress."],"Design Without Limits:":["Projekt bez ograniczeń:"],"Polish your storefront with styled inputs, step nav & custom coupon text":["Udoskonal swoją witrynę sklepową dzięki stylowym elementom wejściowym, nawigacji krok po kroku i spersonalizowanemu tekstowi kuponu"],"Optimize checkout with 2-step flows & distraction-free mode":["Zoptymalizuj proces płatności dzięki dwuetapowym przepływom i trybowi bez rozpraszania uwagi"],"Boost cart UX with real-time updates & modern layouts":["Ulepsz UX koszyka dzięki aktualizacjom w czasie rzeczywistym i nowoczesnym układom"],"Showcase products better with advanced galleries & sticky images":["Zaprezentuj produkty lepiej dzięki zaawansowanym galeriom i przypiętym obrazkom"],"Design product catalogs with custom cards, layouts & pagination":["Projektuj katalogi produktów z własnymi kartami, układami i stronicowaniem"],"Get Full Control":["Uzyskaj pełną kontrolę"],"Install Spectra Free":["Zainstaluj Spectra bezpłatnie"],"Spectra Video":["Spectra film"],"Spectra Banner":["Spectra baner"],"Spectra is a powerful visual website builder made for WordPress. Just click, drag, and create anything — no code, no limits.":["Spectra to potężny wizualny kreator stron internetowych stworzony dla WordPressa. Po prostu kliknij, przeciągnij i stwórz cokolwiek — bez kodu, bez ograniczeń."],"Design Your Website Visually — Fast, Easy & Without Limits":["Zaprojektuj swoją witrynę internetową wizualnie — szybko, łatwo i bez ograniczeń"],"Start Building Now":["Zacznij budować teraz"],"Starter Templates Video":["Film z szablonami startowymi"],"Choose from a huge library of professionally designed websites. Import everything — pages, images, content — and launch fast using your favorite page builder.":["Wybierz z ogromnej biblioteki profesjonalnie zaprojektowanych witryn. Importuj wszystko — strony, obrazki, treści — i szybko uruchom za pomocą swojego ulubionego kreatora stron."],"Access exclusive templates, advanced site tools, and pro-level design features — everything you need to stand out online.":["Uzyskaj dostęp do ekskluzywnych szablonów, zaawansowanych narzędzi do tworzenia stron i funkcji projektowania na poziomie profesjonalnym — wszystkiego, czego potrzebujesz, aby wyróżnić się w sieci."],"Build Better Websites. Get More Designs. Do It All Faster with Premium Templates.":["Twórz lepsze strony internetowe. Uzyskaj więcej projektów. Zrób to wszystko szybciej dzięki szablonom Premium."],"Build Any Kind of Website in Minutes %s with 300+ Stunning Templates":["Zbuduj dowolną witrynę w ciągu kilku minut %s dzięki ponad 300 oszałamiającym szablonom"],"Create and edit inside the same WordPress editor you already know. Zero learning curve, pure productivity.":["Twórz i edytuj w tym samym edytorze WordPress, który już znasz. Zerowa krzywa uczenia się, czysta produktywność."],"Activate %s":["Włącz %s"],"Free Version":["Wersja bezpłatna"],"Pro Version":["Wersja Pro"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. %s.":["Zbieraj niepoufne informacje ze swojej witryny, takie jak wersja PHP i używane funkcje, aby pomóc nam szybciej naprawiać błędy, podejmować mądrzejsze decyzje i tworzyć funkcje, które naprawdę mają dla Ciebie znaczenie. %s."],"Versions":["Wersje"],"Core":["Rdzeń"],"Open Menu":["Otwórz menu"],"Dismiss notice":["Odrzuć powiadomienie"],"Supercharge your store with advanced design options, conversion-boosting features, and seamless WooCommerce integration.":["Udoskonal swój sklep dzięki zaawansowanym opcjom projektowania, funkcjom zwiększającym konwersję i bezproblemowej integracji z WooCommerce."],"More Header & Footer Options":["Więcej opcji nagłówka i stopki"],"WooCommerce Enhancements":["Ulepszenia WooCommerce"],"Lightning-Fast Performance":["Błyskawiczna wydajność"],"Various Built-in Layouts":["Różne wbudowane układy"],"Custom Layouts & Site Builder":["Niestandardowe układy i kreator witryn"],"Advanced Design Customization":["Zaawansowana personalizacja projektu"],"Starter Templates Banner":["Baner z szablonami startowymi"],"Spectra Logo":["Logo Spectra"],"%s Extensions":["%s Rozszerzenia"],"Tweak every element to match your brand perfectly, from colors to layout and everything in between.":["Dopasuj każdy element, aby idealnie pasował do Twojej marki – od kolorów po układ i wszystko pomiędzy."],"Flexible & Customizable":["Elastyczny i konfigurowalny"],"Leverage AI-powered suggestions to get layout, typography, and design ideas instantly.":["Skorzystaj z sugestii AI, aby natychmiast uzyskać pomysły na układ, typografię i projekt."],"AI-Driven Design":["Projektowanie napędzane AI"],"Each template is crafted by professionals to ensure your site looks stunning and performs exceptionally well.":["Każdy szablon został stworzony przez profesjonalistów, aby zagwarantować, że Twoja witryna będzie wyglądać olśniewająco i wyjątkowo dobrze działać."],"Expertly Designed Templates":["Ekspercko zaprojektowane szablony"],"No tech skills? No problem. Customize everything visually with drag-and-drop page builders.":["Brak umiejętności technicznych? Żaden problem. Dostosuj wszystko wizualnie za pomocą kreatorów stron typu „przeciągnij i upuść”."],"No Coding Required":["Nie wymaga kodowania"],"Find a template for every industry, from restaurants to SaaS – all ready to import and customize.":["Znajdź szablon dla każdej branży, od restauracji po oprogramowanie jako usługę – wszystko gotowe do zaimportowania i dostosowania."],"300+ Templates, 30+ Niches":["Ponad 300 szablonów, ponad 30 nisz"],"Built with performance in mind, our templates help you launch fast-loading websites that scale with your ideas.":["Nasze szablony zostały zaprojektowane z myślą o wydajności i pomagają w uruchamianiu szybko wczytujących się witryn internetowych, które dostosowują się do Twoich pomysłów."],"Blazing-Fast Performance":["Błyskawiczna wydajność"],"Contribute to Astra":["Wnieś swój wkład w Astrę"],"%1$s Header\/Footer Builder is a new and powerful way to design header and footer for your website. With this, you can give a creative look to your header\/footer with less effort. Activating this feature will add advanced options to %2$s customizer where you can create awesome new designs..":["%1$s Kreator nagłówka\/stopki to nowy i potężny sposób projektowania nagłówków i stopek dla Twojej witryny. Dzięki temu możesz nadać kreatywny wygląd swojemu nagłówkowi\/stopce przy mniejszym wysiłku. Włączenie tej funkcji doda zaawansowane opcje do %2$s konfiguratora, gdzie możesz tworzyć niesamowite nowe projekty."],"Premium WooCommerce Features with Astra Pro!":["Funkcje Premium WooCommerce z Astra Pro!"],"Compare the features to find the best option for your website.":["Porównaj funkcje, aby znaleźć najlepszą opcję dla swojej witryny internetowej."],"Integrations":["Integracje"],"Visitor – Course\/Lesson Page – Syllabus Visibility Control":["Odwiedzający – Strona kursu\/lekcji – Kontrola widoczności programu nauczania"],"Visitor – Course\/Lesson Page – Course Meta Visibility Control":["Odwiedzający – Strona kursu\/lekcji – Kontrola widoczności metadanych kursu"],"Visitor – Course\/Lesson Page – Featured Image Visibility Control":["Odwiedzający – Strona kursu\/lekcji – Kontrola widoczności obrazka wyróżniającego"],"Student – Course\/Lesson Page – Progress Bar Visibility Control":["Uczeń – Strona kursu\/lekcji – Kontrola widoczności paska postępu"],"Student – Course\/Lesson Page – Instructor Detail Visibility Control":["Uczeń – Strona kursu\/lekcji – Kontrola widoczności szczegółów instruktora"],"Student – Course\/Lesson Page – Course Meta Visibility Control":["Uczeń – Strona kursu\/lekcji – Kontrola widoczności metadanych kursu"],"Student – Course\/Lesson Page – Course Description Visibility Control":["Uczeń – Strona kursu\/lekcji – Kontrola widoczności opisu kursu"],"Student – Course\/Lesson Page – Featured Image Visibility Control":["Uczeń – Strona kursu\/lekcji – Kontrola widoczności obrazka wyróżniającego"],"Student – Course\/Lesson Page – Distraction Free Learning":["Student – ​​Strona kursu\/lekcji – Nauka bez rozpraszania uwagi"],"Course List Page – Course Columns Option":["Strona listy kursów – Opcja kolumn kursów"],"Membership Page – Course Columns Option":["Strona członkostwa – Opcja kolumn kursu"],"Account Page – Vertical Menu Options":["Strona konta – Opcje menu pionowego"],"Header – My Account Menu":["Nagłówek – Menu Moje konto"],"Lifter LMS":["Lifter LMS"],"Course Content Table – Colors & Typography Options":["Tabela treści kursu – Opcje kolorów i typografii"],"Header – Student’s Gravatar Menu":["Nagłówek – Menu ucznia Gravatara"],"Header – Enable Distraction Free Learning":["Nagłówek – Włącz naukę bez rozpraszania uwagi"],"Learndash":["Learndash"],"Checkout – Checkout Form Width Control":["Kasa – Kontrola szerokości formularza realizacji zamówienia"],"Single Product – Colors & Typography Options":["Pojedynczy produkt – Opcje kolorów i typografii"],"Single Product – Product Description Layouts":["Pojedynczy produkt – Układy opisu produktu"],"Single Product – Customized Navigations":["Pojedynczy produkt – Dostosowane nawigacje"],"Single Product – Image Zoom Effect":["Pojedynczy produkt – Efekt powiększania obrazka"],"Single Product – Horizontal Gallery Option":["Pojedynczy produkt – Opcja galerii poziomej"],"Single Product – Vertical Gallery Option":["Pojedynczy produkt – Opcja galerii pionowej"],"Single Product – Related Products":["Pojedynczy produkt – Produkty powiązane"],"Single Product – Image Width Option":["Pojedynczy produkt – Opcja szerokości obrazka"],"Single Product – Upsell Feature":["Pojedynczy produkt – Funkcja sprzedaży dodatkowej"],"Shop Page – Colors & Typography Options":["Strona sklepu – Opcje kolorów i typografii"],"Shop Page – Off-Canvas Sidebar":["Strona sklepu – Panel boczny poza obszarem"],"Shop Page – Quick View on Image Click":["Strona sklepu – Szybki podgląd po kliknięciu obrazka"],"Shop Page – Quick View on Image Hover":["Strona sklepu – Szybki podgląd po najechaniu obrazka"],"Shop Page – Infinite Pagination":["Strona sklepu – Nieskończona paginacja"],"Shop Page – Add to Cart Button Styling":["Strona sklepu – Styl przycisku „Dodaj do koszyka”"],"Single Product – Add to Cart Visibility Control":["Pojedynczy produkt – Kontrola widoczności Dodaj do koszyka"],"Shop Page – Product Styling Options":["Strona sklepu – Opcje stylizacji produktu"],"Shop Page – Breadcrumb":["Strona sklepu – Okruszek"],"Shop Page – Horizontal Content Layout":["Strona sklepu – Poziomy układ treści"],"Header – Customized Cart Menu":["Nagłówek – Dostosowane menu koszyka"],"Checkout – Display Order Note":["Kasa – Wyświetl notatkę o zamówieniu"],"Checkout – Persistant Form Data":["Kasa – Trwałe dane formularza"],"Checkout – 2-Step Checkout":["Kasa – Kasa dwuetapowa"],"Checkout – Coupon Field Visibility Control":["Kasa – Kontrola widoczności pola kuponu"],"Checkout – Distraction Free Checkout":["Kasa – Kasa bez rozpraszania uwagi"],"Add to Cart – Product Quantity Button":["Dodaj do koszyka – Przycisk Ilość produktu"],"Add to Cart – Ajax Based":["Dodaj do koszyka – Oparty na Ajaxie"],"Scroll to Top Styling Options":["Opcje stylizacji Przewiń do góry"],"Scroll to Top Device Specificity":["Specyfikacja urządzenia Przewiń do góry"],"Scroll to Top Positions":["Pozycje Przewiń do góry"],"LearnDash Profile Shortcode":["Krótki kod profilu LearnDash"],"Lifter LMS Profile Shortcode":["Krótki kod profilu Lifter LMS"],"Shortcodes":["Krótkie kody"],"Single Post Page – Spacings Options":["Pojedyncza strona wpisu – Opcje odstępów"],"Single Post Page – Color & Typography Options":["Pojedyncza strona wpisu – Opcje kolorów i typografii"],"Single Post Page – Feartured Image Size Control":["Pojedyncza strona wpisu – Kontrola rozmiaru obrazka wyróżniającego"],"Single Post Page – Autoload Previous Post Feature":["Pojedyncza strona wpisu – Funkcja auto wczytywania poprzedniego wpisu"],"Blog \/ Archive Page – Highlight First Post":["Blog \/ strona archiwum – Wyróżnij pierwszy wpis"],"Blog \/ Archive Page – Masonry Layout":["Blog \/ strona archiwum – Układ cegiełkowy"],"Blog \/ Archive Page – Spacings Options":["Blog \/ strona archiwum – Opcje odstępów"],"Blog \/ Archive Page – Color & Typography Options":["Blog \/ strona archiwum – Opcje kolorów i typografii"],"Blog \/ Archive Page – Pagination Styling":["Blog \/ strona archiwum – Stylizacja paginacji"],"Blog \/ Archive Page – Feartured Image Size Control":["Blog \/ strona archiwum – Kontrola rozmiaru obrazka wyróżniającego"],"Blog \/ Archive Page – Read More Customization":["Blog \/ strona archiwum – Dowiedz się więcej o dostosowywaniu"],"Blog \/ Archive Page – Post Content Excerpt Count":["Blog \/ strona archiwum – Liczba zajawek treści wpisu"],"Blog \/ Archive Page – Date Box Feature":["Blog \/ strona archiwum – Funkcja pola daty"],"Blog \/ Archive Page – Post Grid Control":["Blog \/ strona archiwum – Kontrola siatki wpisu"],"Blog \/ Archive Page – Post Content Layouts":["Blog \/ strona archiwum – Układy treści wpisu"],"Multiple HTML Elements – 2 Elements":["Wiele elementów HTML – 2 elementy"],"Multiple Widget Elements":["Wiele elementów widżetu"],"2 Elements":["2 elementy"],"Header Cover Search":["Szukaj okładek nagłówka"],"Full Screen Search":["Wyszukiwanie pełnoekranowe"],"Slide Search":["Wyszukiwanie slajdów"],"Full Screen Off-Canvas Menu":["Pełnoekranowe menu poza obszarem"],"Flyout Off-Canvas Menu":["Menu rozwijane poza obszarem"],"Widgets in Menu Dropdown":["Widżety w menu rozwijanym"],"Brizy Templates in Menu Dropdown":["Szablony Brizy w menu rozwijanym"],"Divi Builder Templates in Menu Dropdown":["Szablony Divi Builder w menu rozwijanym"],"Beaver Builder Templates in Menu Dropdown":["Szablony Beaver Builder w menu rozwijanym"],"Elementor Templates in Menu Dropdown":["Szablony Elementora w menu rozwijanym"],"Gutenberg Templates in Menu Dropdown":["Szablony Gutenberga w menu rozwijanym"],"100% Width for Menu Dropdown":["100% szerokości dla menu rozwijanego"],"Container Width for Menu Dropdown":["Szerokość kontenera dla menu rozwijanego"],"Dynamic Content Builder Without Code":["Dynamiczny kreator treści bez kodu"],"Essentials":["Zasadniczy"],"Sell digital products effortlessly. Build and manage your digital marketplace without codes.":["Sprzedawaj produkty cyfrowe bez wysiłku. Twórz i zarządzaj swoim rynkiem cyfrowym bez kodów."],"Offers distraction-free learning, personalized profiles, and seamless design integration.":["Oferuje naukę bez rozpraszania uwagi, spersonalizowane profile i płynną integrację projektu."],"Create and manage courses, quizzes, and more with tools designed for effective learning.":["Twórz i zarządzaj kursami, quizami i innymi materiałami za pomocą narzędzi stworzonych z myślą o efektywnej nauce."],"Rebrand Astra with your own logo and details to offer a fully personalized client experience.":["Zmień markę Astry, dodając własne logo i szczegóły, aby zapewnić klientom w pełni spersonalizowane doświadczenie."],"Boost performance and improve shopping experience with advanced features.":["Zwiększ wydajność i udoskonal zakupy dzięki zaawansowanym funkcjom."],"Create custom page headers with backgrounds, breadcrumbs, and display rules.":["Twórz niestandardowe nagłówki stron z tłem, okruszkami i regułami wyświetlania."],"Design and manage every part of your website—headers, footers, 404 pages, and more.":["Zaprojektuj i zarządzaj każdą częścią swojej witryny internetowej — nagłówkami, stopkami, stronami 404 i innymi."],"With Astra Pro Nav Menu module you can create stunning mega menus with ease":["Dzięki modułowi Astra Pro Nav Menu możesz z łatwością tworzyć oszałamiające, mega menu"],"Full Width, Fluid, Fixed, or Padded layouts that perfectly match your design vision.":["Układy o pełnej szerokości, płynne, stałe lub wyściełane, które idealnie dopasują się do Twojej wizji projektu."],"Keep your site’s navigation accessible at all times with Astra Pro’s Sticky Header module.":["Utrzymuj nawigację swojej witryny dostępną w każdej chwili dzięki modułowi Sticky Header w Astra Pro."],"Customize your blog with advanced layouts, infinite scroll, post meta controls and more":["Dostosuj swojego bloga za pomocą zaawansowanych układów, nieskończonego przewijania, kontroli metadanych wpisów i innych funkcji"],"Gain precise control over margins and padding across your site with Astra Pro.":["Uzyskaj precyzyjną kontrolę nad marginesami i odstępami w swojej witrynie dzięki Astra Pro."],"Take full control of your website’s typography—from header to footer.":["Przejmij pełną kontrolę nad typografią swojej witryny — od nagłówka do stopki."],"Customize every color and background on your site to match your brand perfectly.":["Dostosuj każdy kolor i tło na swojej stronie, aby idealnie pasowały do ​​Twojej marki."],"Toggle %s Module Status":["Przełącz status modułu %s"],"%s plugin needs to be installed and activated to enable this module.":["Aby włączyć ten moduł, należy zainstalować i włączyć wtyczkę %s."],"Quick Access":["Szybki dostęp"],"Konwledge Base":["Baza wiedzy"],"Help Center":["Centrum pomocy"],"Build Website with AI":["Zbuduj witrynę internetową za pomocą AI"],"Get premium addons, advanced customization, and powerful features to create a website that truly stands out.":["Uzyskaj dodatki Premium, zaawansowane możliwości personalizacji i zaawansowane funkcje, aby stworzyć witrynę internetową, która naprawdę się wyróżnia."],"Upgrade to Astra Pro – More Power, More Control!":["Ulepsz do Astra Pro – Więcej mocy, więcej kontroli!"],"Premium Support & Updates":["Wsparcie Premium i aktualizacje"],"Typography & Color Freedom":["Typografia i dowolność kolorów"],"Flexible Headers & Footers":["Elastyczne nagłówki i stopki"],"Modern WooCommerce Stores":["Nowoczesne sklepy WooCommerce"],"Advanced Design Controls":["Zaawansowane sterowanie projektem"],"Astra Video Thumbnail":["Miniaturka filmowa Astra"],"Hello %s":["Witaj %s"],"this article":["ten artykuł"],"Go to Dashboard":["Przejdź do kokpitu"],"Oops! Documentation not found.":["Ups! Dokumentacja nie została znaleziona."],"404":["404"],"No docs found!":["Nie znaleziono dokumentów!"],"What's New":["Co nowego"],"Activation failed. Please try again.":["Włączenie nie powiodło się. Spróbuj ponownie."],"Extend Your Website":["Rozszerz swoją witrynę internetową"],"An error occurred while regenerating assets.":["Wystąpił błąd podczas regeneracji zasobów."],"An error occurred while saving.":["Wystąpił błąd podczas zapisywania."],"Know More →":["Dowiedz się więcej →"],"active users":["aktywni użytkownicy"],"Faster and exclusive support service designed for VIP assistance and benefits.":["Szybsza i ekskluzywna usługa wsparcia zaprojektowana z myślą o pomocy i korzyściach VIP."],"VIP Priority Support":["Wsparcie priorytetowe VIP"],"%s Extensions that will elevate your online store from good to exceptional.":["%s Rozszerzenia, które podniosą poziom Twojego sklepu internetowego z dobrego na wyjątkowy."],"%s is fast, fully customizable & beautiful WordPress theme suitable for blog, personal portfolio, business website and WooCommerce storefront. It is very lightweight and offers unparalleled speed.":["%s to szybki, w pełni konfigurowalny i piękny motyw WordPress odpowiedni dla bloga, osobistego portfolio, strony biznesowej i witryny sklepowej WooCommerce. Jest bardzo lekki i oferuje niezrównaną szybkość działania."],"Welcome Banner":["Baner powitalny"],"%s Modules":["%s moduły"],"Do more with %s Modules":["Zrób więcej z modułami %s"],"Site Builder":["Kreator witryn"],"Loads assets dynamically on demand. Assets are loaded for only those blocks that are used on a page.":["Dynamiczne ładowanie zasobów na żądanie. Zasoby są ładowane tylko dla tych bloków, które są używane na stronie."],"Divider Elements":["Elementy rodzielające"],"Pro":["Pro"],"View All Documentation":["Zobacz całą dokumentację"],"View Documentation":["Zobacz dokumentację"],"After years of evolution and updates, the old header footer builder is at the point where it can no longer handle all of the new features. We recommend that you upgrade to the new header footer builder which has an assortment of new features and provides a more seamless experience.":["Po latach ewolucji i aktualizacji, stary kreator nagłówków i stopki osiągnął punkt, w którym nie jest w stanie obsłużyć wszystkich nowych funkcji. Zalecamy, abyś dokonał aktualizacji do nowego kreatora, który posiada szereg nowych funkcji i zapewnia bardziej płynne doświadczenie."],"Rate Us":["Oceń nas"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["Masz pytanie dotyczące wtyczki, chcesz podzielić się swoim wspaniałym projektem lub po prostu przywitać się? Dołącz do naszej wspaniałej społeczności!"],"Join the Community":["Dołącz do społeczności"],"updating...":["aktualizowanie…"],"24\/7 Premium Support":["Wsparcie premium 24\/7"],"Access To Pro Updates":["Dostęp do aktualizacji PRO"],"Activate Now":["Włącz teraz"],"Activated!":["Włączono!"],"Assets Regenerated!":["Zasoby odnowione!"],"Astra Free VS Pro":["Astra darmowa vs Pro"],"Astra Free vs Pro":["Astra darmowa vs Pro"],"Colors and Backgrounds":["Kolory i tła"],"CSS File Generation For Speed Optimization":["Generowanie pliku CSS dla optymalizacji prędkości ładowania strony"],"Custom 404 Page":["Własna strona 404"],"Custom Footer":["Własna stopka"],"Deactivated!":["Wyłączono!"],"Free":["Za darmo"],"Mega Menu":["Mega menu"],"Super Fast and Stable":["Bardzo szybka i stabilna"],"Secure and Integrated":["Bezpieczna i zintegrowana"],"Quick Settings":["Szybkie ustawienia"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Opcja pozwala ładować pliki czcionek w trakcie ładowania strony. Wcześniejsze ładowanie lokalnych czcionek może przyspieszyć witrynę."],"Fewer external scripts and dependencies keep the code clean, resulting in small file sizes and faster loading times.":["Mniejsza liczba zewnętrznych skryptów i zależności utrzymuje kod w czystości, co skutkuje mniejszymi rozmiarami plików i krótszym czasem ładowania."],"Native WordPress Interface":["Wbudowany interfejs WordPressa"],"Multiple Page Headers":["Wiele nagłówków stron"],"Just-in-time Compiler":["Kompilator Just-In-Time"],"Multiple HTML Elements":["Wiele elementów HTML"],"Hooks Support to Add Custom Code":["Obsługa haków w celu dodania własnego kodu"],"Clean code written using the latest standards to maximize security and work flawlessly with any WordPress plugin.":["Czysty kod napisany zgodnie z najnowszymi standardami, aby zapewnić maksymalne bezpieczeństwo i bezproblemową współpracę z dowolną wtyczką WordPressa."],"Single Post Page – Post Readtime Meta Option":["Pojedyncza strona wpisu - opcja meta czasu odczytu wpisu"],"We love to hear from you, we would appreciate every single review.":["Chętnie poznamy Twoją opinię, docenimy każdą."],"Cache Cleared!":["Pamięć podręczna wyczyszczona!"],"Sticky When Scroll Up":["Przypięty podczas przewijania w górę"],"Google Will Love and Rank":["Google pokocha i oceni"],"Spectra works with the native WordPress editor with no dependency on external code. So, it is fast and stable.":["Spectra współpracuje z natywnym edytorem WordPress bez zależności od zewnętrznego kodu. Jest więc szybka i stabilna."],"Multiple Button Elements":["Wiele elementów przycisków"],"Upgrade to Astra Pro to get access to the Site Builder, which allow you to create a unique header, footer, 404 pages, and custom content.":["Zaktualizuj do wersji Astra Pro, aby uzyskać dostęp do kreatora witryn, który umożliwia tworzenie unikatowych nagłówków, stopek, stron 404 i własnych treści."],"Access powerful features for painless WordPress design without the high costs. Powerful tools, premium support, limitless opportunity with Pro! Toggle upgrade notices on or off ":["Uzyskaj dostęp do potężnych funkcji dla bezbolesnego projektowania WordPress bez wysokich kosztów. Potężne narzędzia, wsparcie Premium, nieograniczone możliwości z Pro! Włącz lub wyłącz powiadomienia o uaktualnieniach "],"Breadcrumbs Shortcode":["Krótki kod okruszków"],"Custom Header":["Własny nagłówek"],"EDD Mini-Cart Shortcode":["Krótki kod mini-koszyka EDD"],"Hide Sticky When Scroll Down":["Ukryj przypięte podczas przewijania w dół"],"Limited Features":["Ograniczone funkcje"],"Max Width Site Layout":["Max szerokość układu witryny"],"Full Width Site Layout":["Pełna szerokość układu witryny"],"Sidebar Designing Styles":["Style projektowania panelu bocznego"],"Single Post Page – Post Navigation Visibility Control":["Pojedyncza strona wpisu - kontrola widoczności nawigacji wpisów"],"Sticky Header Animations":["Animacja przypiętego nagłówka"],"WooCommerce Mini-Cart Shortcode":["Krótki kod mini-koszyka WooCommerce"],"Successfully Activated!":["Włączono pomyślnie!"],"Successfully Deactivated!":["Wyłączono pomyślnie!"],"Successfully saved!":["Zapisano pomyślnie!"],"Padded Site Layout":["Wyściełany układ witryny"],"Page Background Styling":["Stylizacja tła strony"],"Search Box Shortcode":["Krótki kod pola wyszukiwania"],"Shrink When Scroll Up":["Zmniejsz podczas przewijania w górę"],"Fluid Site Layout":["Płynny układ witryny"],"Color & Typography Options":["Opcje koloru i typografii"],"Free vs Pro":["Darmowa vs Pro"],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Włącz tę opcję, aby pobrać kroje pisma Google i zapisać je na swoim serwerze. Może to być świetne do poprawy szybkości Twojej witryny i zachowania zgodności z przepisami RODO."],"Successfully imported!":["Zaimportowano pomyślnie!"],"Zero Bloat, No Dependencies":["Zero wzdęć, żadnych zależności"],"Full Features":["Pełne funkcje"],"Activate All":["Włącz wszystko"],"Deactivate All":["Wyłącz wszystko"],"See all Astra Pro Features":["Zobacz wszystkie funkcje Astry Pro"],"Start Customizing":["Rozpocznij dostosowywanie"],"This option only available in Astra Pro.":["Ta opcja jest dostępna tylko w modelu Astra Pro."],"Blog \/ Archive Page – Post Readtime Meta Option":["Blog \/ strona archiwum – opcja meta czasu odczytu wpisu"],"Single Post Page – Author Info Box":["Pojedyncza strona wpisu - pole informacji o autorze"],"Clean code output and lightning-fast load times keep visitors and search engines happy.":["Przejrzysty kod wyjściowy i błyskawiczne czasy wczytywania zadowolą zarówno użytkowników, jak i wyszukiwarki."],"What's New?":["Co nowego?"],"Spectra":["Spectra"],"Documentation":["Dokumentacja"],"Scroll to Top":["Przewijanie do góry"],"Welcome to KB Docs":["Witamy w dokumentach KB"],"Get access to powerful features for painless WordPress designing, without the high costs. With all the time you will save, it’s a product that pays for itself!":["Uzyskaj dostęp do zaawansowanych funkcji umożliwiających bezproblemowe projektowanie WordPress, bez wysokich kosztów. Dzięki zaoszczędzonemu czasowi jest to produkt, który zwraca się sam!"],"Build Better Websites with Astra Pro":["Buduj lepsze witryny internetowe z Astrą Pro"],"Upgrade Now":["Ulepsz teraz"],"Upgrade to Astra Pro":["Ulepsz do Astry Pro"],"here.":["tutaj."],"Legacy":["Przestarzałe"],"Design":["Projekt"],"Performance":["Wydajność"],"Click the button to reset the local fonts cache.":["Kliknij przycisk, aby zresetować lokalną pamięć podręczną krojów pisma."],"Preload Local Fonts":["Załaduj wstępnie lokalne kroje pisma"],"Load Google Fonts Locally":["Załaduj kroje pisma Google lokalnie"],"Flush Local Font Files":["Opróżnij lokalne pliki kroju pisma"],"Flush Local Fonts Cache":["Opróżnij pamięć podręczną lokalnych krojów pisma"],"Go to Customizer":["Przejdź do dostosowania"],"Use New Header\/Footer Builder":["Użyj nowego kreatora nagłówka\/stopki"],"Starter Templates":["Szablony startowe"],"Easy Digital Downloads":["Łatwe pobieranie plików cyfrowych"],"LearnDash":["LearnDash"],"White Label":["Biała etykieta"],"Learn More":["Dowiedz się więcej"],"Site Layouts":["Układy witryny"],"Spacing":["Odstęp"],"Knowledge Base":["Baza wiedzy"],"LifterLMS":["LifterLMS"],"Settings":["Ustawienia"],"WooCommerce":["WooCommerce"],"Blog":["Blog"],"General":["Ogólne"],"Welcome To %s!":["Witamy w %s!"],"Welcome":["Witaj"],"Typography":["Typografia"],"Footer":["Stopka"],"Search":["Szukaj"],"Customize":["Dostosuj"],"Header":["Nagłówek"]}},"comment":{"reference":"admin\/assets\/build\/dashboard-app.js"}}